{
    "school": [
        "המורה, החתול שלי כתב לי את שיעורי הבית, אבל הוא עשה מלא טעויות!",
        "שיעורי הבית שלי התפוצצו כי ערבבתי יותר מדי מרכיבים בכימיה.",
        "המורה, הייתי עסוק בלנסות להיות גיבור-על ולא היה לי זמן לשיעורים.",
        "המחברת שלי נעלמה בתוך חור שחור שנפתח פתאום בחדר שלי.",
        "עשיתי את כל התרגילים בראש, אבל הראש שלי שכח לרשום אותם.",
        "המדפסת שלי הדפיסה את שיעורי הבית באלפבית חייזרי.",
        "הכלב שלי לא רק אכל את המחברת, אלא גם הקיא אותה עם תשובות לא נכונות.",
        "המורה, ניסיתי להכין שיעורים אבל העיפו אותי להרפתקה ביקום מקביל.",
        "העט שלי נשבר בדיוק כשהתחלתי לכתוב, ואז נגמרו לי כל העטים בבית.",
        "תכננתי לעשות שיעורים, אבל היה לי קרב נגד יתוש בגודל של מכונית."
    ],
    "work": [
        "הגעתי בזמן אבל הבוס שלי היה שקוף ולא מצאתי אותו.",
        "המחשב שלי התחיל לשיר ראפ ולא הצלחתי לעבוד עליו.",
        "ניסיתי להתחבר לזום, אבל המצלמה חשבה שאני תמונה.",
        "המעלית בעבודה התחילה לנסוע לצדדים במקום למעלה ולמטה.",
        "כתבתי את הדוח, אבל הוא ברח לי מהמייל!",
        "האינטרנט שלי נפל, ואז גם אני – לתוך שנת צהריים ארוכה מידי.",
        "האוטובוס שהייתי עליו החליט שהוא טס לחלל במקום לעבודה.",
        "שלחתי את הקובץ, אבל הוא הפך לפיצה בדרך.",
        "קיבלתי שיחה מסוכן חשאי שאמר לי להפסיק לעבוד ולרוץ!",
        "העכבר שלי התפטר, אז לא יכולתי להזיז את הסמן."
    ],
    "friends": [
        "אני לא יכול לצאת, כי יש לי פגישה חשובה עם השמיכה שלי.",
        "ניסיתי לבוא, אבל השכן שלי התקין דלת מסתובבת בבית והלכדתי בפנים.",
        "הייתי בדרך אליך, אבל יונה עם עיניים חשודות חסמה לי את הדרך.",
        "בדיוק כשהייתי צריך לצאת, הספה תפסה אותי בחיבוק חזק מידי.",
        "שכחתי לקבוע שעון מעורר והתעוררתי בחודש הבא.",
        "ניסיתי לצאת, אבל הטלפון שלי אמר לי 'אל תעזוב אותי!' אז נשארתי.",
        "חשבתי להגיע, אבל השלט של הטלוויזיה הכריח אותי לראות סדרה.",
        "בדיוק יצאתי מהבית, אבל כדור פורח נחת עליי והחזיר אותי פנימה.",
        "הלכתי לעזאזל וחזרתי, אבל לקח זמן למצוא את הדרך חזרה.",
        "ניסיתי לשלוח לך הודעה, אבל היא ברחה מהמקלדת שלי."
    ],
    "general": [
        "לא יכולתי לענות כי ניסיתי לגלות מה קדם למה – הביצה או התרנגולת.",
        "נפלתי לתוך ממד אחר והזמן עבר שם מהר יותר.",
        "האינטרנט שלי היה איטי כמו חילזון על גלגיליות.",
        "הייתי עסוק מדי בלהתפעל מהעובדה שיש לי אצבעות.",
        "שכחתי איך ללכת לרגע ונפלתי על הפרצוף.",
        "התעוררתי, אבל המציאות לא נראתה מספיק משכנעת אז הלכתי לישון שוב.",
        "היו לי 100 דברים לעשות, אז עשיתי 101 כדי להוכיח נקודה.",
        "ניסיתי לא לחשוב על פילים ורודים, ואז לא יכולתי לעשות כלום.",
        "ניסיתי להיות אחראי, אבל בטעות נהייתי גיבור-על במקביל.",
        "הייתי באמצע לאכול עוגייה והיא נפלה לי לתוך יקום מקביל."
    ],
    "wife": [
        "חשבתי שפרחים זה רעיון טוב, אבל השכחתי את זה ברכב.",
        "ניסיתי להקשיב, אבל המוח שלי החליט לקחת חופש.",
        "אני מבטיח שהייתי בדרך לקחת את הילדים, אבל הרכב נסע לבד לכיוון הפיצה.",
        "אני לא מאחר, פשוט הזמן זז מהר יותר כשאני איתך.",
        "לא התכוונתי לקנות את זה, אבל כרטיס האשראי שלי לחץ על עצמו.",
        "היו מבצעים מטורפים על דברים שאני לא צריך, אז קניתי הכל.",
        "לא שכחתי את יום ההולדת שלך, פשוט חיכיתי לרגע הנכון לחגוג שוב!",
        "המכונת כביסה ניסתה לברוח מהבית, אז הייתי צריך לתפוס אותה.",
        "חשבתי שהיום זה אתמול, אז חיכיתי למחר כדי להתנצל.",
        "אני נשבע שהתכנון שלי היה לעשות את זה, אבל אז התעוררת."
    ]
}